Revit 2027 API
GroupTypeId.Construction Property
 Construction.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Construction { get; }
Public Shared ReadOnly Property Construction As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Construction {
	ForgeTypeId^ get ();
}
static member Construction : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace